/* Localized versions of Guest Access strings */

allowButton = "共享屏幕";
denyButton = "取消";

controlTitle = "控制请求";
observeTitle = "观察请求";

controlRequestKnown = "位置 %2$@ 处的用户“%1$@”想要共享您的屏幕。您要将您的屏幕与“%3$@”共享吗？";
observeRequestKnown = "%2$@ 处的用户“%1$@”想观察您的电脑。您要允许此操作吗？";

controlRequestUnknown = "位置 %@ 处的一个未知用户想要共享您的屏幕。您要将您的屏幕与它们共享吗？";
observeRequestUnknown = "%@ 处的未知用户想观察您的电脑。您要允许此操作吗？";

errAttnReqCommString = "已发生通信错误。";
